{
    "about": {
        "creatorA": "Ang site na ito ay nilikha at pinapanatili ko, si LaShawn Toyoda! Kung nagkakaproblema ka sa paggamit ng site o nakahanap ang hindi tama o hindi napapanahong impormasyon, mangyaring makipag-ugnayan sa akin sa pamamagitan ng Twitter {0}",
        "creatorQ": "Sino ang lumikha ng website na ito?",
        "supportA": "Ang pinakamahusay na paraan upang makatulong ay sa pamamagitan ng pagsusumite ng anumang 'cancellation waiting lists' na iyong matatagpuan sa database. Kung sa tingin mo ikaw ay labis na mapagbigay, mangyaring bilihan ako ng isang kofi!",
        "supportQ": "Paano ako makakatulong suportahan ang database?",
        "trustA": "Ang lahat ng mga links ay humanhantong sa mga opisyal na mapagkukunan tulad ng mga websites ng klinika at gobyerno. Mangyaring basahin ang mga ito bago iparehistro ang iyong personal na impormasyon sa kanila.",
        "trustQ": "Maaari bang pagkatiwalaan ang impormasyong ito?",
        "welcome": "Maligayang pagdating sa Find a Doc!",
        "whatIsThisA": "Ito ay isang community-driven database upang matulungan ang pagkalat ng impormasyon sa mga klinika na nag-aalok ng mga waiting lists para sa pagbabakuna upang hindi sila masayang.",
        "whatIsThisQ": "Ano ito?"
    },
    "add-clinic": {
        "city": "Lungsod",
        "clinicName": "Pangalan ng klinika",
        "fillForm": "Punan ang form na ito upang magdagdag ng isang bagong klinika sa database na may cancellation waiting list.",
        "prefecture": "Prefecture",
        "reviewMessage": "Ang klinika na iyong isinumite ay ipapakita matapos itong suriin!",
        "romajiOnly": "Romaji lang",
        "submitClinic": "Magsumite ng Clinic",
        "validations": {
            "cityRequired": "Kailangan ng lungsod",
            "cityValidation": "Ang pangalan ng lungsod ay dapat na hindi bababa sa {0} character",
            "clinicRequired": "Kailangan ang pangalan ng klinika",
            "clinicValidation": "Ang pangalan ng klinika ay dapat na hindi bababa sa {0} character",
            "wardRequired": "Kailangan ang ward",
            "wardValidation": "Ang pangalan ng ward ay dapat na hindi bababa sa {0} character",
            "websiteRequired": "Kailangan ang URL ng website",
            "websiteValidation": "Mangyaring maglagay ng wastong URL"
        },
        "ward": "Ward",
        "websiteURL": "Website URL"
    },
    "admin": {
        "pending": {
            "one": "",
            "other": ""
        }
    },
    "index": {
        "title": "COVID-19 Vaccination Cancellation Waiting Lists sa Japan"
    },
    "login": {
        "clear": "Ulitin",
        "email": "Email",
        "login": "Mag log in",
        "password": "Password"
    }
}