{
    "about": {
        "creatorA": "Ce site a été créé et maintenu par moi, LaShawn Toyoda ! Si vous rencontrez des difficultés pour utiliser le site ou si vous rencontrez des informations incorrectes ou obsolètes, veuillez me contacter via Twitter {0}",
        "creatorQ": "Qui a créé ce site Web ?",
        "supportA": "La meilleure façon d'aider est de soumettre à la base de données toutes les listes d'attente d'annulation que vous rencontrez. Si vous vous sentez très généreux, achetez-moi un kofi !",
        "supportQ": "Comment puis-je aider à soutenir la base de données ?",
        "trustA": "Tous les liens mènent à des ressources officielles telles que les sites Web des cliniques et du gouvernement. Veuillez les lire attentivement avant d'enregistrer vos informations personnelles avec eux.",
        "trustQ": "Ces informations sont-elles fiables ?",
        "welcome": "Bienvenue à Find a Doc !",
        "whatIsThisA": "Il s'agit d'une base de données communautaire pour aider à diffuser des informations sur les cliniques qui proposent des listes d'attente pour les vaccinations afin que les doses de vaccin ne soient pas gaspillées.",
        "whatIsThisQ": "Qu'est-ce que c'est ?"
    },
    "add-clinic": {
        "city": "Ville",
        "clinicName": "Nom de la clinique",
        "fillForm": "Remplissez ce formulaire pour ajouter à la base de données une nouvelle clinique qui a une liste d'attente d'annulation.",
        "prefecture": "Préfecture",
        "reviewMessage": "La clinique que vous avez soumise sera affichée après avoir été examinée !",
        "romajiOnly": "Romaji seulement",
        "submitClinic": "Soumettre Clinique",
        "validations": {
            "cityRequired": "La ville est requise",
            "cityValidation": "Le nom de la ville doit comporter au moins {0} caractères",
            "clinicRequired": "Le nom de la clinique est requis",
            "clinicValidation": "Le nom de la clinique doit comporter au moins {0} caractères",
            "wardRequired": "Le nom du quartier est requis",
            "wardValidation": "Le nom du quartier doit comporter au moins {0} caractères",
            "websiteRequired": "L'URL du site Web est requise",
            "websiteValidation": "Veuillez saisir une URL valide"
        },
        "ward": "Quartier",
        "websiteURL": "URL de site web"
    },
    "admin": {
        "pending": {
            "one": "",
            "other": ""
        }
    },
    "index": {
        "title": "Listes d'attente d'annulation pour la vaccination COVID-19 au Japon"
    },
    "login": {
        "clear": "Effacer",
        "email": "E-mail",
        "login": "Connexion",
        "password": "Mot de passe"
    }
}
