{
    "about": {
        "creatorA": "Este site foi criado e mantido por mim, LaShawn Toyoda! Se você tiver problemas para usar o site ou encontrar informações incorretas ou desatualizadas, entre em contato comigo pelo Twitter {0}",
        "creatorQ": "Quem criou este site?",
        "supportA": "A melhor maneira de ajudar é enviando para o banco de dados todas as listas de espera de cancelamento que encontrar. Se você está se sentindo extremamente generoso, por favor, compre-me um kofi!",
        "supportQ": "Como posso ajudar no suporte do banco de dados?",
        "trustA": "Todos os links levam a recursos oficiais, como clínicas e sites do governo. Por favor, leia com atenção antes de registrar suas informações pessoais neles.",
        "trustQ": "Você pode confiar nessas informações?",
        "welcome": "Bem-vindo ao Find a Doc!",
        "whatIsThisA": "Este site é um banco de dados mantido pela comunidade para ajudar a divulgar informações sobre clínicas que estão com listas de espera para vacinação. Nosso objetivo é que estas vacinas não sejam desperdiçadas.",
        "whatIsThisQ": "O que é este site?"
    },
    "add-clinic": {
        "city": "Cidade",
        "clinicName": "Nome da clínica",
        "fillForm": "Preencha este formulário para adicionar uma nova clínica ao banco de dados que tenha uma lista de espera para cancelamento.",
        "prefecture": "Prefeitura",
        "reviewMessage": "A clínica que você enviou será exibida após ser revisada!",
        "romajiOnly": "Romaji apenas",
        "submitClinic": "Enviar clínica",
        "validations": {
            "cityRequired": "O campo cidade é obrigatório",
            "cityValidation": "O nome da cidade deve ter pelo menos {0} caracteres",
            "clinicRequired": "O campo nome da clínica é obrigatório",
            "clinicValidation": "O nome da clínica deve ter pelo menos {0} caracteres",
            "wardRequired": "O campo distrito (ward) é obrigatório",
            "wardValidation": "O nome do distrito deve ter pelo menos {0} caracteres",
            "websiteRequired": "O  campo URL do site é obrigatório",
            "websiteValidation": "Por favor, insira uma URL válido"
        },
        "ward": "distrito",

        "websiteURL": "URL do site"
    },
    "admin": {
        "pending": {
            "one": "",
            "other": ""
        }
    },
    "index": {
        "title": "Listas de espera de cancelamento da vacinação COVID-19 no Japão"
    },
    "login": {
        "clear": "Limpar",
        "email": "E-mail",
        "login": "Faça login",
        "password": "Senha"
    }
}
